Repository: wp-plugins/keypic
Catalog: languages/keypic-*.po
Languages: it_it

source: Your FormID is empty, This plugin does not work without FormID, please (<a href="%s" target="_blank" style="color:#fff">Get your FormID.</a>)
it_it: Il tuo FormID è vuoto, Questo plugin non funziona senza FormID, per favore (<a href="%s" target="_blank" style="color:#fff">Iscriviti e genera il tuo FormID.</a>)

source: This FormID is valid.
it_it: Questo FormID è valido.

source: This FormID is NOT valid.
it_it: Questo FormID non è valido.

source: Keypic %s requires WordPress 3.0 or higher.
it_it: Keypic %s richiede WordPress 3.0 o superiore.

source: Please <a href="%s">upgrade WordPress</a> to a current version</a>.
it_it: Per favore <a href="%s">aggiorna WordPress</a> alla versione corrente</a>.

source: Keypic Configuration
it_it: Configurazione Keypic

source: Settings
it_it: Settaggi

source: Keypic FormID Management
it_it: Gestione FormID di Keypic

source: For many people, <a href="http://keypic.com/" target="_blank">Keypic</a> is quite possibly the best way in the world to protect your blog from comment and trackback spam. It keeps your site protected from spam even while you sleep. To get started: <br /> 1) Click the "Activate" link to the left of this description, <br /> 2) <a href="http://keypic.com/?action=register" target="_blank">Sign up for a FormID</a>, and <br /> 3) Go to your Keypic configuration page, and save FormID key.
it_it: Per molta gente, <a href="http://keypic.com/" target="_blank">Keypic</a> è probabilmente il miglior modo al mondo di proteggere il tuo blog dai commenti spam. tiene il tuo sito protetto dallo spam anche quando dormi. per iniziare: <br /> 1) Clicca "Attiva" link di fianco a questa descrizione, <br /> 2) <a href="http://keypic.com/?action=register" target="_blank">Registrati per avere un FormID</a>, e <br /> 3) Vai alla pagina di configurazione di Keypic sul tuo blog, e salva il FormID.

source: get registered
it_it: Inizia

source: Create a new FormID
it_it: Crea un nuovo FormID

source: Update FormID &raquo;
it_it: Aggiorna il FormID &raquo;

source: content preview
it_it: revisiona il contenuto

source: Update options &raquo;
it_it: Aggiorna opzioni &raquo;

source: Activate your Keypic account
it_it: Attiva il tuo account Keypic

source: <strong>Almost done</strong> - activate your account and say goodbye to comment spam
it_it: <strong>Quasi finito</strong> - attiva il tuo cacount e dì addio ai commenti spam

source: This request has %s&#37; of spam
it_it: Questa richiesta ha %s&#37; di spam

source: We are sorry, your Keypic token is not valid
it_it: Ci dispiace, il tuo token Keypic non è valido

source: Keypic SPAM Status
it_it: Stato SPAM di Keypic

source: Are you sure you want to delete this user?
it_it: Sei sicuro che vuoi cancellare questo utente?

source: Report SPAM and Delete (spam %s&#37;)
it_it: Segnala come SPAM e rimuovi (spam %s&#37;)

source: Note: To use Keypic, you need Keypic plugin installed.
it_it: Nota: Per usare Keypic, bisogna installare il plugin di Keypic

source: Image settings
it_it: Settaggi Immagine

source: If you see this page it means that you have Keypic plugin installed
it_it: Se vedi questa pagina significa che hai il plugin di Keypic installato

source: This is a preliminary version, in this version we support only the following field names: your-email, your-name , your-message
it_it: Questa è una versione preliminare, in questa versione supportiamo solo i seguenti campi: your-email, your-name , your-message

source: Copy this code and paste it into the form left.
it_it: Copia questo codice e incollalo nel campo a sinistra.

source: Keypic judged the sending activity as spamming
it_it: Keypic ha giudicato l'attività d'invio come spamming

source: Failed to send your message. Please try later or contact the administrator by another method.
it_it: L'invio del messaggio è fallito. Per favore prova dopo o contatta l'amministratore in un'altro modo.

source: NO CAPTCHA Anti-Spam with Keypic
it_it: NO CAPTCHA Anti-Spam con Keypic
